;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: cienislaw
; TranslationAuthorEmail: cienislaw@post.pl
; Soft Version: 3.09.65
; Update: September 27, 2012
;
[Lang]
NativeLanguage=Polski

[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=OK
ButtonClose=Zamknij

[Translation]
LangCode=0415
ReadHabit=Left-to-right
LanguageName=PLN
LangShortName=pl-pl
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informacja
Warning=Ostrzeżenie
Error=Błąd
Confirm=Potwierdzenie
;
; Memory Optimization
;
FrmMoMain.lblTotalMem.Caption=Rozmiar pamięci:
FrmMoMain.lblaopt.Caption=Automatycznie optymalizuj, jeśli pamięć jest poniżej: 
FrmMoMain.lbltry.Caption=Zwolnij więcej pamięci
FrmMoMain.btnsettings.Caption=Ustawienia
FrmMoMain.btnOpt.Caption=Optymalizuj teraz
FrmMoMain.chkmin.Caption=Minimalizuj do zasobnika
FrmMoMain.chkauto.Caption=Uruchom przy starcie systemu
FrmMoMain.chkautoOpt.Caption=Włącz automatyczną optymalizację
FrmMoMain.chkidle.Caption=Optymalizuj, gdy procesor jest bezczynny. (Zalecane)
FrmMoMain.lbllang.Caption=Default Language:
;
; About
;
FrmAbout.caption=O programie
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Wersja programu:
FrmAbout.lblemail.caption=Pomoc techniczna:
FrmAbout.lblhome.caption=Strona domowa
FrmAbout.lblthanks.caption=Podziękowania dla następujących osób za ich wkład w rozwój programu:

[MemoryOptimizer]
UsedMemory=Użycie pamięci:
AvailableMemory=Wolna pamięć:
FreeMemory=Wolna pamięć:
At=Przy
pmShow=Pokaż okno programu
pmOpt=Optymalizuj teraz
pmAbout=O programie
pmExit=Zakończ
SureExit=Automatyczna optymalizacja pamięci w toku, czy na pewno chcesz zamknąć program?
Mintotray=Automatyczna optymalizacja pamięci
